Repository: RPJoshL/nc-gpxedit
Catalog: translationfiles/*/gpxedit.po
Languages: cs_cz, pt_pt, sk_sk, tr_tr

source: Delete
cs_cz: Smazat
pt_pt: Eliminar
sk_sk: Vymazať
tr_tr: Sil

source: Load in GpxEdit
cs_cz: Načíst v GpxEdit
pt_pt: Carregar em GpxEdit
sk_sk: Načítať v GpxEdit
tr_tr: GpxEdit ile yükle

source: Edit with GpxEdit
cs_cz: Upravit pomocí GpxEdit
pt_pt: Editar com GpxEdit
sk_sk: Upraviť s GpxEdit
tr_tr: GpxEdit ile düzenle

source: Draw a track
cs_cz: Nakreslit stopu
pt_pt: Desenhar uma faixa
sk_sk: Vykresliť trasu
tr_tr: Bir alan çiz

source: Add a waypoint
cs_cz: Přidat bod trasy
pt_pt: Adicionar um ponto de referência
sk_sk: Pridať bod trasy
tr_tr: Geçiş noktası ekle

source: Edit
cs_cz: Upravit
pt_pt: Editar
sk_sk: Upraviť
tr_tr: Düzenle

source: Nothing to edit
cs_cz: Nic k úpravě
pt_pt: Nada para editar
sk_sk: Nie je nič na úpravu
tr_tr: Düzenlenecek birşey yok

source: Nothing to delete
cs_cz: Nic ke smazání
pt_pt: Nada para eliminar
sk_sk: Nie je nič na vymazanie
tr_tr: Silecek birşey yok

source: Validate changes
cs_cz: Ověřit změny
pt_pt: Validar as alterações
sk_sk: Overte zmeny
tr_tr: Değişikleri doğrula

source: Discard all changes
cs_cz: Zahodit všechny změny
pt_pt: Descartar todas as Alterações
sk_sk: Zrušiť všetky zmeny
tr_tr: Bütün değişiklikleri iptal et

source: Cancel
cs_cz: Zrušit
pt_pt: Cancelar
sk_sk: Zrušiť
tr_tr: İptal

source: Drag to move elements,<br/>click to remove a point<br/>hover a middle marker and press "Del" to cut the line
cs_cz: Přetažením přesuňte prvky,<br/>klepnutím odstraníte bod<br/>přejdete na prostřední značku a stiskněte tlačítko "D" pro přerušení čáry
pt_pt: Arrastar para mover elementos. <br/> clique para remover um ponto <br/> passe um marcador do meio e pressione "Del" para cortar a linha
sk_sk: Ťahajte pre presun prvkov,<br/>kliknite pre odstránenie bodu<br/>podržte myš nad stredovou značkou a stlačte "Del" pre rozdelenie čiary
tr_tr: Öğeleri taşımak için sürükle,<br/> işaretçiyi kaldırmak için tıkla<br/>bir ara işaretçi koyun ve kesmek için "del" tuşuna basın

source: Click cancel to undo changes
cs_cz: Klikněte na Storno pro vrácení změn
pt_pt: Clique em cancelar para desfazer as alteraçôes
sk_sk: Kliknite na Zrušiť pre vrátenie zmien
tr_tr: Değişiklikleri geri almak için iptal butonuna tıklayın

source: Click on an element to delete it
cs_cz: Klikněte na prvek pro jeho smazání
pt_pt: Cliwue em um elemento para excluir-lo
sk_sk: Kliknite na prvok pre jeho vymazanie
tr_tr: Öğenin üstüne tıklayarak silin

source: Click map to add waypoint
cs_cz: Klikněte na mapu pro přidání bodu trasy
pt_pt: Clique no mapa para adicionar um ponto de referência
sk_sk: Kliknite na mapu pre pridanie bodu trasy
tr_tr: Haritaya tıklayarak geçiş noktası ekleyin

source: Click to start drawing track
cs_cz: Kliknutím začnete kreslit stopu
pt_pt: Clique para começar a desenhar faixa
sk_sk: Kliknite pre začatie kreslenia trasy
tr_tr: Rota çizmek için tıklayın

source: Click to continue drawing track
cs_cz: Kliknutím pokračujte v kreslení trasy
pt_pt: Clique para continuar a desenhar faixa
sk_sk: Kliknite pre pokračovanie kreslenia trasy
tr_tr: Rotaya devam etmek için tıklayın

source: Click last point to finish track
cs_cz: Klikněte na poslední bod pro dokončení trasy
pt_pt: Clique o último ponto para terminar a faixa
sk_sk: Kliknite na posledný bod pre ukončenie trasy
tr_tr: Rotayı bitirmek için son noktaya tıklayın

source: Cancel drawing
cs_cz: Zrušit kreslení
pt_pt: Cancelar o desenho
sk_sk: Zrušiť kreslenie
tr_tr: Çizimi iptal et

source: Finish
cs_cz: Dokončit
pt_pt: Concluido
sk_sk: Ukončiť
tr_tr: Bitir

source: Finish drawing
cs_cz: Dokončit kreslení
pt_pt: Terminar o desenho
sk_sk: Ukončiť kreslenie
tr_tr: Çizimi bitir

source: Delete last point
cs_cz: Odstranit poslední bod
pt_pt: Eliminar o último ponto
sk_sk: Vymazať posledný bod
tr_tr: Son noktayı sil

source: Delete last drawn point
cs_cz: Odstranit poslední nakreslený bod
sk_sk: Vymazať posledný nakreslený bod

source: Track
cs_cz: Trasa
pt_pt: Faixa
sk_sk: Trasa
tr_tr: Rota

source: Route
cs_cz: Cesta
pt_pt: Rota
sk_sk: Cesta
tr_tr: Güzergah

source: Waypoint
cs_cz: Bod trasy
pt_pt: Ponto de referência
sk_sk: Bod trasy
tr_tr: Geçiş noktası

source: Name
cs_cz: Název
pt_pt: Nome
sk_sk: Názov
tr_tr: Ad

source: Description
cs_cz: Popis
pt_pt: Descrição
sk_sk: Popis
tr_tr: Açıklama

source: Comment
cs_cz: Komentář
pt_pt: Comentário
sk_sk: Komentár
tr_tr: Yorum

source: Link text
cs_cz: Text odkazu
sk_sk: Text odkazu

source: Link URL
cs_cz: URL odkazu
sk_sk: URL odkazu

source: Lat
cs_cz: Zem. šířka
sk_sk: Zem. šírka
tr_tr: Enlem

source: Lon
cs_cz: Zem. délka
sk_sk: Zem. dĺžka
tr_tr: Boylam

source: Symbol
pt_pt: Simbolo
sk_sk: Znak
tr_tr: Sembol

source: No symbol
cs_cz: Bez symbolu
pt_pt: Nenhum simbolo
sk_sk: Bez znaku
tr_tr: Sembol yok

source: Unknown symbol
cs_cz: Neznámý symbol
pt_pt: Simbolo desconhecido
sk_sk: Neznámy znak
tr_tr: Bilinmeyen sembol

source: Failed to save file
cs_cz: Nepodařilo se uložit soubor
pt_pt: Falha a gravar o ficheiro
sk_sk: Súbor sa nepodarilo uložiť
tr_tr: Dosya kaydetme başarısız oldu

source: File successfully saved as
cs_cz: Soubor úspěšně uložen jako
pt_pt: Ficheiro gravado com sucesso como
sk_sk: Súbor bol úspešne uložený ako
tr_tr: Dosya başarılı bir şekilde kaydedildi

source: Impossible to load this file.
cs_cz: Tento soubor nelze načíst.
pt_pt: Não é possivel carregar este arquivo.
sk_sk: Tento súbor nie je možné nahrať.
tr_tr: Bu dosyayı yüklemek imkansız.

source: Supported formats are gpx, kml, csv (unicsv) and jpg.
cs_cz: Podporované formáty jsou gpx, kml, csv (unicsv) a jpg.
pt_pt: Os formatos suportados são gpx, kml, csv (unicsv) e jpg.
sk_sk: Podporované formáty sú gpx, kml, csv (unicsv) a jpg.
tr_tr: Desteklenen uzantılar gpx, kml, csv(unicsv) ve jpg.

source: Load error
cs_cz: Chyba načítání
pt_pt: Erro de carregamento
sk_sk: Chyba nahrávania
tr_tr: Yükleme hatası

source: Tile server "{ts}" has been deleted
cs_cz: Byl odebrán mapový server "{ts}"
pt_pt: Servidor de telha "{ts}" foi excluido
sk_sk: Mapový server "{ts}" bol zmazaný
tr_tr: Kiremit sunucu "{ts}" silindi

source: Failed to delete tile server "{ts}"
cs_cz: Nepodařilo se odebrat mapový server "{ts}"
pt_pt: Falha ao excluir telha servidor "{ts}"
sk_sk: Nepodarilo sa vymazať mapový server "{ts}"
tr_tr: Kiremit sunucu silinirken hata oluştu "{ts}"

source: Server name or server url should not be empty
cs_cz: Název serveru nebo adresa serveru by neměly být prázdné
pt_pt: Nome do servidor ou url do servidor não debe estar vazio
sk_sk: Názov servera alebo adresa url servera nemôže byť prázdna
tr_tr: Sunucu ismi veya adresi boş olmamalı

source: Impossible to add tile server
cs_cz: Nelze přidat mapový server
pt_pt: Impossível adiciononar servidor de telha
sk_sk: Nedá sa pridať mapový server
tr_tr: Kiremit sunucu eklemek imkansız

source: A server with this name already exists
cs_cz: Server s tímto názvem již existuje
pt_pt: Um servidor com este nome já existe
sk_sk: Server s týmto názvom už existuje
tr_tr: Bu sunucu ismi zaten var

source: Tile server "{ts}" has been added
cs_cz: Byl přidán mapový server "{ts}"
pt_pt: Servidor de telha "{ts}" foi excluido
sk_sk: Mapový server "{ts}" bol pridaný
tr_tr: Kiremit sunucu "{ts}" eklendi

source: Failed to add tile server "{ts}"
cs_cz: Nepodařilo se přidat mapový server "{ts}"
pt_pt: Falha ao ao adicionar servidor de telha "{ts}"
sk_sk: Nepodarilo sa pridať mapový server "{ts}"
tr_tr: Kiremit sunucu eklenirken hata oluştu "{ts}"

source: Failed to restore options values
pt_pt: Falha ao restaurar os valores de opções
sk_sk: Nepodarilo sa obnoviť hodnoty nastavení
tr_tr: Seçenek değerlerini geri yüklerken başarısız olundu

source: Error
cs_cz: Chyba
pt_pt: Erro
sk_sk: Chyba
tr_tr: Hata

source: Failed to save options values
pt_pt: Falha ao salvar valores de opções
sk_sk: Nepodarilo sa uložiť hodnoty nastavení
tr_tr: Seçenek değerlerini kaydederken hata oluştu

source: Impossible to write file
cs_cz: Není možné zapisovat soubor
pt_pt: Não é possivel escrever arquivo
sk_sk: Nie je možné zapisovať do súboru
tr_tr: Dosyayı yazmak imkansız

source: write access denied
cs_cz: přístup k zápisu odepřen
pt_pt: acesso de gravação negado
sk_sk: práva na zápis zamietnuté
tr_tr: yazma erişimi reddedildi

source: folder does not exist
cs_cz: složka neexistuje
pt_pt: pasta inexistente
sk_sk: priečinok neexistuje
tr_tr: klasör mevcut değil

source: folder write access denied
cs_cz: přístup k zápisu do složky odepřen
pt_pt: acesso de gravação de pasta negado
sk_sk: práva na zápis do adresára boli zamietnuté
tr_tr: klasöre yazma izni reddedildi

source: Bad file name, must end with ".gpx"
cs_cz: Špatný název souboru, musí mít koncovku ".gpx"
pt_pt: Nome de arquivo inválido, debe terminar com ".gpx"
sk_sk: Nesprávny názov súboru, musí končiť s ".gpx"
tr_tr: Geçersiz dosya adı, ".gpx" ile sonlanmalı

source: Load file (gpx, kml, csv, png)
cs_cz: Načíst soubor (gpx, kml, csv, png)
pt_pt: Carregar arquivo (gpx, kml, csv, png)
sk_sk: Načítať súbor (gpx, kml, csv, png)
tr_tr: Dosya yükle (gpx, kml, csv, png)

source: Load folder
cs_cz: Načíst složku
pt_pt: Carregar pasta
sk_sk: Načítať adresár
tr_tr: Klasörü yükle

source: There is nothing to save
cs_cz: Není nic k uložení
pt_pt: Não há nada para guardar
sk_sk: Nie je tu nič na uloženie
tr_tr: Kaydedilecek birşey yok

source: Where to save
cs_cz: Kam uložit
pt_pt: Onde guardar
sk_sk: Kde uložiť
tr_tr: Nereye kaydolsun

source: left
cs_cz: vlevo
pt_pt: esquerda
sk_sk: vľavo
tr_tr: sol

source: right
cs_cz: vpravo
pt_pt: direita
sk_sk: vpravo
tr_tr: sağ

source: Extra symbols
cs_cz: Další symboly
pt_pt: Simbolos extras
sk_sk: Osobitné symboly
tr_tr: İlave semboller

source: Those symbols will be available in GpxEdit.
cs_cz: Tyto symboly budou k dispozici v GpxEdit.
pt_pt: Esses símbolos estarão disponíveis no GpxEdit.
sk_sk: Tieto symboly budú dostupné v GpxEdit.
tr_tr: Bu semboller GpxEditte kullanılabilir hale gelecektir.

source: Keep in mind that only symbol names are saved in gpx files. Other programs will display default symbol if they do not know a symbol name.
cs_cz: Mějte na paměti, že v gpx souborech jsou uloženy pouze názvy symbolů. Jiné programy budou zobrazovat výchozí symbol, pokud neznají název symbolu.
pt_pt: Tenha em mente que somente nomes de símbolos são salvos em arquivos gpx. Outros programas exibirão o símbolo padrão se não conhecerem o símbolo.
sk_sk: Pamätajte na to, že v gpx súboroch sa ukladajú len názvy symbolov. Ostatné programy zobrazia predvolený symbol, ak nebudú poznať názov symbolu.
tr_tr: Yalnızca sembol isimlerinin gpx dosyalarında kayıt olduğunu unutmayın. Eğer başka programlar sembol ismini bilmiyorsa, varsayılan olarak görüntülecektir.

source: Recommended image ratio : 1:1
cs_cz: Doporučený poměr obrázku: 1:1
pt_pt: Recomandado a relação da imagem: 1:1
sk_sk: Odporúčaný pomer obrázkov : 1:1
tr_tr: Önerilen görüntü oranı : 1:1

source: Recommended image resolution : between 24x24 and 50x50
cs_cz: Doporučené rozlišení obrázku: mezi 24x24 a 50x50
pt_pt: Resolução de imagen recomendada: entre 24x24 e 50x50
sk_sk: Odporúčané rozlíšenie obrázkov: medzi 24x24 a 50x50
tr_tr: Önerilen görüntü çözünürlüğü : 24x24 ve 50x50 arasında

source: Accepted image format : png
cs_cz: Přijatelný formát obrázku: png
pt_pt: Formato de imagem aceito: png
sk_sk: Akceptovaný formát obrázkov : png
tr_tr: Kabul edilen görüntü biçimi : png

source: New symbol name
cs_cz: Nový název symbolu
pt_pt: Novo nome do simbolo
sk_sk: Nový názov symbolu
tr_tr: Yeni sembol ismi

source: Upload new symbol image
cs_cz: Nahrát nový symbol
pt_pt: Carregar a nova imagem do simbolo
sk_sk: Nahrať nový obrázok symbolu
tr_tr: Yeni sembol resmini yükle

source: Load and save files
cs_cz: Načíst a uložit soubory
pt_pt: Carregar e salvar arquivos
sk_sk: Načítať a uložiť súbory
tr_tr: Dosyaları yükle ve kaydet

source: Options
cs_cz: Nastavení
pt_pt: Opções
sk_sk: Nastavenia
tr_tr: Seçenekler

source: About GpxEdit
cs_cz: O GpxEdit
pt_pt: Sobre GpxEdit
sk_sk: O GpxEdit
tr_tr: GpxEdit hakkında

source: Load file
cs_cz: Načíst soubor
pt_pt: Carregar ficheiro
sk_sk: Otvoriť súbor
tr_tr: Dosyaları yükle

source: Load directory
cs_cz: Načíst adresář
pt_pt: Diretório de carga
sk_sk: Načítať adresár
tr_tr: Klasör yükle

source: all files
cs_cz: všechny soubory
pt_pt: todos os ficheiros
sk_sk: všetky súbory
tr_tr: tüm dosyalar

source: Save
cs_cz: Uložit
pt_pt: Salvar
sk_sk: Uložiť
tr_tr: Kaydet

source: File name
cs_cz: Název souboru
pt_pt: Nome do ficheiro
sk_sk: Názov súboru
tr_tr: Dosya adı

source: Metadata
pt_pt: Metadados
sk_sk: Metadáta
tr_tr: Metaveri

source: Track name (optional)
cs_cz: Název stopy (volitelné)
pt_pt: Nome da faixa (opcional)
sk_sk: Názov trasy (voliteľný)
tr_tr: Yol ismi (opsiyonel)

source: Description (optional)
cs_cz: Popis (nepovinný)
pt_pt: Descrição (opcional)
sk_sk: Popis (voliteľný)
tr_tr: Açıklama(opsiyonel)

source: Link text (optional)
cs_cz: Text odkazu (volitelné)
pt_pt: Texto do link (opcional)
sk_sk: Text odkazu (voliteľný)
tr_tr: Adres metni(opsiyonel)

source: Link URL (optional)
cs_cz: Odkaz (volitelné)
pt_pt: Hiperligações (opcional)
sk_sk: URL odkazu (voliteľná)
tr_tr: Adres (opsiyonel)

source: Choose directory and save
cs_cz: Zvolte adresář a uložte
pt_pt: Escolha o diretório e salvar
sk_sk: Vybrať adresár a uložiť
tr_tr: Klasör seç ve kaydet

source: Clear map
cs_cz: Vymazat mapu
pt_pt: Limpar mapa
sk_sk: Vyčistiť mapu
tr_tr: Haritayı temizle

source: loading file
cs_cz: načítání souboru
pt_pt: carregar arquivo
sk_sk: načítavam súbor
tr_tr: dosyalar yükleniyor

source: exporting file to gpx
cs_cz: exportování souboru do gpx
pt_pt: exportar arquivo para gpx
sk_sk: exportujem súbor do gpx
tr_tr: dosya gpx olarak dışa aktarılıyor

source: saving file
cs_cz: ukládání souboru
pt_pt: salvar arquivo
sk_sk: ukladám súbor
tr_tr: dosya kaydediliyor

source: Default symbol for waypoints when value is not set
cs_cz: Výchozí symbol pro body trasy, když není nastavena hodnota
pt_pt: Simbolo padrão para pontos de rota quando o valor não está definido
sk_sk: Predvolený symbol pre bod trasy, keď hodnota nie je nastavená
tr_tr: Değer atanmadığında geçiş noktası için varsayılan sembol

source: Waypoint style
cs_cz: Styl trasového bodu
pt_pt: Estilo de pontos de rota
sk_sk: Štýl bodov trasy
tr_tr: Geçiş noktası tarzı

source: Tooltip
cs_cz: Popisek
pt_pt: Ferramentas
sk_sk: Nápoveda
tr_tr: Araç ipucu

source: on hover
cs_cz: při najetí kurzoru
pt_pt: em hover
sk_sk: pri nájazde myšou
tr_tr: üzerinde gezinme

source: permanent
cs_cz: trvale
pt_pt: permanente
sk_sk: trvale
tr_tr: kalıcı

source: Units (needs page reload to take effect)
cs_cz: Jednotky (vyžaduje obnovení stránky aby se projevilo)
pt_pt: Unidadaeas (Precisa recarregar para levar a efeito de página)
sk_sk: Jednotky (pre zmenu potrebuje opätovné načítanie stránky)
tr_tr: Birimler(Etkili olması için sayfanın yenilenmesi gerekiyor)

source: Metric
cs_cz: Metrický
pt_pt: Métrico
sk_sk: Metrické
tr_tr: Metrik

source: English
cs_cz: Angličtina
pt_pt: Inglês
sk_sk: Anglické
tr_tr: İngilizce

source: Nautical
cs_cz: Námořní
pt_pt: Náutico
sk_sk: Námorné
tr_tr: Denizcilik

source: Use defined symbols instead of default symbol
cs_cz: Použít definované symboly namísto výchozího symbolu
pt_pt: Usar simbolos definidos em vez de simbolo padrão
sk_sk: Použije zadané symboly namiesto predvolených
tr_tr: Varsayılan sembol yerine atanmış sembolleri kullan

source: Use defined symbols
cs_cz: Použít definované symboly
pt_pt: Usar simbolos definidos
sk_sk: Použije definované symboly
tr_tr: Atanmış sembolleri kullan

source: Clear map before loading
cs_cz: Vymazat mapu před načtením
pt_pt: Limpar o mapa antes de carregar
sk_sk: Vymazať mapu pred načítaním
tr_tr: Yüklemeden önce haritayı temizle

source: Approximate new points elevations
pt_pt: Aproximado novas elevações de pontos
sk_sk: Odhadnúť nadmorskú výšku nových bodov
tr_tr: Tahmini puan yükseltmeleri

source: Custom tile servers
pt_pt: Extras para os botões personalizados
sk_sk: Vlastné mapové servery
tr_tr: Özel kiremit sunucular

source: Server name
cs_cz: Název serveru
pt_pt: Nome do servidor
sk_sk: Názov servera
tr_tr: Sunucu adı

source: For example : my custom server
cs_cz: Například: můj vlastní server
pt_pt: Por exemplo: meu servidor personalizado
sk_sk: Napríklad: môj vlastný server
tr_tr: Örneğin : benim özel sunucum

source: Server url
pt_pt: Url do servidor
sk_sk: URL adresa servera
tr_tr: Sunucu adresi

source: For example : http://tile.server.org/cycle/{z}/{x}/{y}.png
pt_pt: Por exemplo: http://tile.server.org/cycle/{z}/{x}/{y}.png
sk_sk: Napríklad : http://tile.server.org/cycle/{z}/{x}/{y}.png
tr_tr: Örneğin : http://tile.server.org/cycle/{z}/{x}/{y}.png

source: Min zoom (1-20)
cs_cz: Min. přiblížení (1 - 20)
pt_pt: Zoom min (1-20)
sk_sk: Min. priblíženie (1-20)
tr_tr: Minimum yakınlaştırma (1-20)

source: Max zoom (1-20)
cs_cz: Max přiblížení (1-20)
pt_pt: Zoom max (1-20)
sk_sk: Max. priblíženie( 1-20)
tr_tr: Maksimum yakınlaştırma (1-20)

source: Add
cs_cz: Přidat
pt_pt: Adicionar
sk_sk: Pridať
tr_tr: Ekle

source: Your tile servers
cs_cz: Vaše dlaždicové servery
pt_pt: Seus servidores de telha
sk_sk: Vaše mapové servery
tr_tr: Kiremit sunucuların

source: Custom overlay tile servers
cs_cz: Vlastní servery pro překryvné vrstvy
pt_pt: Servidores de telas de sobreposição personalizadas
sk_sk: Vlastné servery vrstiev prekryvných máp
tr_tr: Özel kiremit sunucular

source: For example : http://overlay.server.org/cycle/{z}/{x}/{y}.png
cs_cz: Například: http://overlay.server.org/cycle/{z}/{x}/{y}.png
pt_pt: Por exemplo: http://overlay.server.org/cycle/{z}/{x}/{y}.png
sk_sk: Napríklad : http://overlay.server.org/cycle/{z}/{x}/{y}.png
tr_tr: Örneğin : http://overlay.server.org/cycle/{z}/{x}/{y}.png

source: Transparent
cs_cz: Průhledný
pt_pt: Transparente
sk_sk: Priehľadné
tr_tr: Şeffaf

source: Opacity (0.0-1.0)
cs_cz: Průhlednost (0.0-1.0)
pt_pt: Opacidade (0,0-1,0)
sk_sk: Priehľadosť (0.0-1.0)
tr_tr: Opaklık (0.0-1.0)

source: Your overlay tile servers
cs_cz: Vaše servery pro překryvné vrstvy
pt_pt: Seus servidores de telha de sobreposição
sk_sk: Vaše servery prekryvných vrstiev máp
tr_tr: Kaplanmış kiremit sunucularınız

source: Custom WMS tile servers
cs_cz: Vlastní WMS dlaždicové servery
pt_pt: Servidores personalizados de telhas WMS
sk_sk: Vlastné WMS mapové servery
tr_tr: Özel WMS kiremit sunucular

source: Format
cs_cz: Formát
pt_pt: Formato
sk_sk: Formát
tr_tr: Biçim

source: WMS version
cs_cz: Verze WMS
pt_pt: Versão do WMS
sk_sk: Verzia WMS
tr_tr: WMS versiyonu

source: Layers to display
cs_cz: Vrstvy k zobrazení
pt_pt: Camadas para exibir
sk_sk: Vrstvy na zobrazenie
tr_tr: Görüntülenecek katmanlar

source: Your WMS tile servers
cs_cz: Vaše WMS dlaždicové servery
pt_pt: Seus Servidores de telha WMS
sk_sk: Vaše WMS mapové servery
tr_tr: WMS kiremit sunucuların

source: Custom WMS overlay servers
pt_pt: Servidores personalizados de sobreposição WMS
sk_sk: Vlastné WMS servery prekryvných vrstiev
tr_tr: Özel kaplanmış WMS sunucuların

source: Your WMS overlay tile servers
pt_pt: Seus servidores de telha de sobreposição WMS
sk_sk: Vaše WMS servery prekryvných vrstiev
tr_tr: WMS kaplanmış kiremit sunucuların

source: Features overview
cs_cz: Přehled funkcí
pt_pt: Visão geral das características
sk_sk: Prehľad funkcií
tr_tr: Özelliklere genel bakış

source: Draw, edition and deletion buttons are in the map's bottom-left corner.
cs_cz: Tlačítka pro kreslení, úpravy a odstranění jsou v levém dolním rohu mapy.
pt_pt: Botões de desenho, edição e exclusão no canto de inferior esquerdo do mapa.
sk_sk: Tlačidlá kresliť, upraviť a vymazať sú v ľavom dolnom rohu mapy.
tr_tr: Haritanın sol alt köşesinde çizim, baskı ve silme düğmelerini bulabilirsiniz.

source: You can draw a line or add a marker.
cs_cz: Můžete nakreslit čáru nebo přidat značku.
pt_pt: Você pode desenhar uma linha ou adicionar um marcador.
sk_sk: Môžete nakresliť čiaru alebo pridať značku.
tr_tr: Bir çizgi çizebilir veya işaretçi ekleyebilirsiniz.

source: If you click on a line or a marker, a popup pops and let you set the object properties.
cs_cz: Pokud klepnete na čáru nebo značku, ukáže se vyskakovací okno a můžete nastavit vlastnosti objektu.
pt_pt: Se você clicar em uma linha ou um marcador, um pop-up aparece e permitem que você defina as propiedades do objeto.
sk_sk: Keď kliknete na čiaru alebo značku vyskočí okno a ponúkne vám vlastnosti prvku.
tr_tr: Eğer bir çizgiye veya işaretleyiciye tıklarsanız, bir açılır pencere açılır ve nesne özelliklerini ayarlamanıza izin verir.

source: After a click on "edition" button, in edition mode, you can
cs_cz: Po kliknutí na tlačítko "editace" můžete v editačním režimu
pt_pt: Despois de um clique no botão de "edição", no modo de edição, você pode
sk_sk: Po kliknutí na tlačidlo "úpravy" v editačnom režime môžete
tr_tr: "baskı" butonuna tıklaktan sonra, baskı modunda görebilirsiniz

source: move markers
cs_cz: přesunout značky
pt_pt: mover marcadores
sk_sk: presúvať značky
tr_tr: işaretçileri taşı

source: move line points
cs_cz: přesunout čárové body
pt_pt: mova os pontos de linha
sk_sk: presúvať body čiar
tr_tr: satır noktalarını taşı

source: click on a line point to remove it
cs_cz: kliknout na bod linie pro odstranění
pt_pt: clique em um ponto da linha para removê-lo
sk_sk: kliknúť na bod čiary pre odstránenie
tr_tr: silmek için bir çizgi noktasına tıklayın

source: hover a "middle marker" (between two line points) and press "Del" to cut the line in two (this action cannot be canceled)
pt_pt: passe um "marcador do meio" (entre dois pontos de linha) e pressione "Del" para cortar a linha em dois (esta ação não pode ser cancelada)
sk_sk: pridržať myš nad "stredovou značkou" (medzi dvomi bodmi čiary) a stlačiť "Del" pre rozdelenie čiary na dve (táto akcia nemôže byť zrušená)
tr_tr: "orta işaret" (iki çizgi noktası arasında)'e getirin ve çizgiyi ikiye bölmek için "Del" tuşuna basın (bu işlem iptal edilemez)

source: Shortcuts
cs_cz: Zástupci
pt_pt: Atalhos
sk_sk: Skratky
tr_tr: Kısayollar

source: toggle sidebar
cs_cz: přepnout postranní panel
pt_pt: alternar barra lateral
sk_sk: prepnúť bočný panel
tr_tr: kenar çubuğunu değiştir

source: toggle minimap
cs_cz: přepnout minimapu
pt_pt: alternar minimapa
sk_sk: prepnúť mini mapu
tr_tr: küçük haritayı değiştir

source: Documentation
cs_cz: Dokumentace
pt_pt: Documentação
sk_sk: Dokumentácia
tr_tr: Dökümantasyon

source: Source management
cs_cz: Správa zdrojů
pt_pt: Gerenciamento de fonte
sk_sk: Manažovanie zdrojového kódu
tr_tr: Kaynak yönetimi

source: Authors
cs_cz: Autoři
pt_pt: Autores
sk_sk: Autori
tr_tr: Yazarlar

source: Ok
tr_tr: Tamam
